export interface FAQ {
  id: string;
  question: string;
  answer: string;
}

export const faqs: FAQ[] = [
  {
    id: "faq-01",
    question: "สมาธิ กับวิปัสสนาต่างกันอย่างไร?",
    answer: `การปฏิบัติสมาธิ คือการฝึกจิตให้ตั้งมั่นอยู่ในอารมณ์เดียว เรียกอีกอย่างว่า สมถกรรมฐาน เทคนิคการปฏิบัติดั้งเดิม คือ อานาปานสติ เป็นหลักการเพ่งดูลมหายใจเข้าออกอย่างเป็นธรรมชาติเพื่อทำให้จิตสงบ ผลที่ได้จะทำให้จิตมีกำลังสติ สมาธิ ทำให้ความจำดี การทำงานมีประสิทธิภาพ

การนั่งสมาธิยังถือเป็นบุญกุศลที่สูงที่สุดในพระพุทธศาสนา เพราะขณะปฏิบัติจิตไม่เบียดเบียนตนเองและผู้อื่น

การปฏิบัติวิปัสสนากรรมฐาน เป็นการภาวนาขั้นสูง มีจุดหมายเพื่อการพ้นทุกข์ โดยการชำระกิเลสความโลภ โกรธ หลง อานิสงส์สูงสุดถึงขั้นนิพพาน

เตโชวิปัสสนา คือการปฏิบัติวิปัสสนากรรมฐานโดยมีเทคนิควิธีในการจุดธาตุไฟในกายมาเผากิเลส ตามหลักคำสอน "อาตาปี สัมปชาโน สติมา" พึงมีความเพียรเผากิเลสให้เร่าร้อน มีสติสัมปชัญญะรู้ตัวชัด และวางอุเบกขา`,
  },
  {
    id: "faq-02",
    question:
      "ทำไมต้องออกปฏิบัติธรรมที่วัดหรือธรรมสถาน ปฏิบัติอยู่ที่บ้านไม่ได้หรือ?",
    answer: `การปฏิบัติเองที่บ้านโดยไม่มีครูบาอาจารย์ จะขาดผู้ชี้ทางและจิตจะขาดพลัง เพราะที่บ้านเต็มไปด้วยกระแสโลกมายา การปฏิบัติโดยไม่มีผู้ชี้ทาง จะทำให้เกิดความหวาดกลัว และไม่มีความก้าวหน้า

การออกปฏิบัติธรรมเพียงปีละครั้ง จะทำให้ได้พบทางอันประเสริฐ จากนั้นสามารถนำหลักการไปปฏิบัติต่อเนื่องที่บ้านได้`,
  },
  {
    id: "faq-03",
    question: "ทำไมต้องปฏิบัติธรรม เสียเวลาทำมาหากิน?",
    answer: `การปฏิบัติธรรมเพื่อยกจิตใจให้บริสุทธิ์ พ้นจากกิเลส เป็นการเพิ่มคุณค่าให้แก่ชีวิตในการได้เรียนรู้ธรรมของพระพุทธเจ้าในระดับการปฏิบัติ มิใช่รู้จากเพียงตัวหนังสือ

การปฏิบัติธรรมจะทำให้จิตมีกำลัง สามารถรักษาศีลห้าได้เพื่อปิดประตูบาปและภัยเวร การมุ่งแต่ทำมาหากินอย่างเดียว เมื่อตายไปก็ไม่สามารถเอาทรัพย์ที่หามานี้ติดตามไปสู่ปรโลกได้ มีแต่บุญและบาปที่จะติดตามจิตไป

การแบ่งเวลามาปฏิบัติธรรมจะเป็นการสะสมกุศลและอริยทรัพย์ให้แก่ชีวิต อริยทรัพย์ได้แก่ ศรัทธา ศีล หิริโอตตัปปะ พาหุสัจจะ จาคะ ปัญญา`,
  },
  {
    id: "faq-04",
    question: "ภาวะหมดบุญคืออะไร?",
    answer: `การที่คนเรามาเกิดได้ ก็ด้วยแรงส่งของบุญกุศลและบาป หากทำบุญมามากก็จะทำให้เกิดมามีพื้นฐานชีวิตดี เพียบพร้อมด้วยฐานะและปัญญา แต่หากฐานบุญไม่ดีก็จะทำให้มาเกิดโดยมีพื้นฐานชีวิตยากลำบาก

นอกจากนี้ระหว่างทางก็จะมีกุศลผลบุญที่ทำมาแต่อดีต ผนวกกับการทำกุศลใหม่ในภพปัจจุบันส่งเสริมชีวิตให้เจริญก้าวหน้า`,
  },
];
